This column is too long. Maximum length is 30,000 ft.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ColumnTooLong { get; }
  Visual Basic
Public Shared ReadOnly Property ColumnTooLong As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ColumnTooLong {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace